[Strings]
Exist=1
"KVM connection initiated by unknown address due to getpeername lookup failure"="link KVM initiée par adresse inconnue suite à l'échec de recherche getpeername"
"KVM connection initiated by %s, internal port: %d"="link KVM lancée par: %s, port interne: %d"
"A user on computer %S would like to remote control your computer."="Un utilisateur sur l'PC %S veut contrôler votre PC à distance."
"If this is expected you should click the Allow button"="Si attendu, cliquez sur Autoriser"
"Yes"="Oui"
"No"="Non"
"Allow"="Permettre"
"Prevent"="Prévenir"
"Delete"="Supprimer"
"Cancel"="Annuler"
"Dismiss"="Rejeter"
"Multiplicity (disconnected)"="Multiplicity (déconnecté)"
"Multiplicity"="Multiplicity"
"A connection to "="Une link à"
" has been lost"="a été perdu"
" due to a communication error"="en raison d'une erreur de communication"
" cannot be made as you have the wrong passcode"="impossible, mauvais code"
" due to a clipboard error"="erreur de presse-papiers"
" due to the secondary not responding in time"="à do du secondary ne répondant pa à temp"
" due to a protocol error (wrong encryption key?)"="erreur de protocole (mauvaise clé de chiffrement?)"
" due to the remote machine being shutdown"="en raison de l'arrêt de la car distante"
" cannot be made as the encryption key is incorrect"="impossible car clé de chiffrement incorrecte"
".  Multiplicity will try to reconnect in the background and will inform you when a connection is made."="Multiplicity essaiera de se reconnecter en arrière-plan et vous informera lorsqu'une link sera établie."
"Connection to "="link à"
" lost"="perdu"
"Multiplicity has connected to "="Multiplicity s'est connecté à"
" using AES-256 encryption"="utilisant le chiffrement AES-256"
"Successful connection"="link réussie"
"Currently connected to"="Connecté actuellement à"
" on the left."="à gauche."
" on the right."="à droite."
"No secondary machines are connected to currently."="Aucune car secondary connectée actuellement."
"Transfering files"="Transfert fichiers"
"Copying files to this computer"="Copie fichiers sur cet ordi"
"Now controlling %MACHINENAME%"="Contrôle %MACHINENAME%"
"Configure Multiplicity..."="Configurer Multiplicity"
"KVM Mode..."="way KVM"
"Wake-on-LAN"="Réveil-LAN"
"Unload Multiplicity"="Déchargez Multiplicity"
"Are you sure you want to unload Multiplicity?"="Voulez-vous décharger Multiplicity?"
"To restart it you will need to run Multiplicity again or reboot."="Pour redémarrer, exécutez Multiplicity à nouveau ou redémarrez."
"(Requires Administrator rights)"="(Nécessite droits Administrateur)"
"Close this KVM window."="Fermez cette fenêtre KVM."
"Switch back to showing the primary computer on this monitor."="Revenez à montrer l'PC primary sur cet écran."
"Toggle between 1:1 (if smaller than local resolution) and stretch / shrink to fit mode."="Basculer entre 1:1 (si inférieur à la résolution locale) et way étirer / réduire pour adapter."
"Return to the computer selection screen."="Retour à l'écran de sélection d'PC."
"Switch between any additional monitors the remote computer has. (None found)"="Basculer entre LE moniteurs supplémentaires de l'PC distant. (Aucun trouvé)"
"Switch between any additional monitors the remote computer has."="Basculer entre LE moniteurs supplémentaires de l'PC distant."
"Switch to fullscreen mode."="Basculer en plein écran."
"Switch to another monitor.  Hold Shift and click to switch to windowed mode."="Changer d'écran. Maintenez Maj et cliquez pour way fenêtré."
"Switch this from fullscreen mode to windowed mode."="Passez du way plein écran au way fenêtré."
"Access Multiplicity KVM settings."="Accès Multiplicity paramètres KVM."
"Disconnect from "="Déconnexion de"
"Full"="Plein"
"Win"="Gagnez"
"Connect"="Connecter"
"Computer offline"="Ordinateur hors ligne"
"offline"="hors ligne"
"Which computer would you like to control?"="Quel PC contrôler ?"
"Quick connect..."="link rapide"
"You currently have no configured computers."="Vous n'avez pa d'PCs configurés."
"You can configure computers from the Multiplicity setup window."="Configurez DE PCs depuis la fenêtre de form Multiplicity."
"Please enter the name or IP address of the computer to control"="Entrez nom ou IP de l'PC à contrôler"
"Please enter the access code now"="Entrez le code d'accès"
"Ok"="Ok"
"Connecting to "="link à"
"Cancel connection"="Annuler link"
"Close this window"="Fermez cette fenêtre"
"Return to primary computer"="Retour à primary PC"
"User action required"="sue utilisateur requise"
"A message has been shown on the remote computer asking for permission."="Un message a été affiché sur l'PC aloof demandant l'autorisation."
"Make sure they grant you access and then try again."="Assurez-vous qu'ils vous accordent l'accès puis réessayez."
"Unable to connect to "="Impossible de se connecter à"
"The computer is either being blocked by a firewall, offline, configured as a primary, or has KVM mode disabled"="L'PC est bloqué par un pare-feu, hors ligne, configuré en primary ou a le way KVM désactivé"
"Connection failed due to the passcode being incorrect"="Échec link car code erroné"
"Connection failed due to the encryption code being incorrect"="Échec connexion: code cryptage wrong"
"Only one connection allowed to a computer"="Une seule link autorisée à un PC"
"You are already controlling this computer from another KVM session"="Vous contrôlez déjà cet PC depuis une autre seance KVM"
"No suitable one time passcode was supplied.  Obtain the code from the computer"="Aucun code ponctuel approprié fourni. Obtenir le code de l'PC"
"One time passcode is wrong!"="Code à use alone incorrect!"
"Connection failed due to an unknown protocol error"="Échec connexion: erreur protocole inconnue"
"Connection to"="link à"
"lost"="perdu"
"The connection to this computer has been lost as another computer has taken control"="La link à cet PC est perdue, un autre a pris le contrôle"
"The connection to this computer has been lost as the computer is restarting"="La link à cet PC est perdue, il redémarre"
"The connection to this computer has been lost and Multiplicity was unable to reconnect to it"="La link à cet PC a été perdue et Multiplicity n'a pa pu se reconnecter"
"Switch to another monitor."="Changer de moniteur."
"Open another Multiplicity KVM window."="Ouvrir autre fenêtre KVM Multiplicity."
"Open another Multiplicity KVM window. (KVM Pro or higher)"="Ouvrir autre fenêtre KVM Multiplicity. (KVM Pro+)"
"Keyboard shortcut"="Raccourci clavier"
"Mouse button 4"="Bouton souris 4"
"Mouse button 5"="Bouton souris 5"
"Edit hotkey"="Édit hotkey"
"You must enter a hotkey in the box for custom hotkeys."="Entrez hotkey dans la case pour hotkeys personnalisé."
"This hotkey is already in use by Multiplicity for switching to a computer.  Please select another hotkey."="Ce hotkey est déjà utilisé par Multiplicity pour passer à un PC. Veuillez choisir un autre hotkey."
"This hotkey is already in use by Multiplicity for KVM mode.  Please select another hotkey."="Ce hotkey est déjà utilisé par Multiplicity pour le way KVM. Veuillez choisir un autre hotkey."
"This hotkey is already in use by Multiplicity for switching to a computer on the left.  Please select another hotkey."="Ce hotkey est déjà utilisé par Multiplicity pour passer à un PC à gauche. Veuillez choisir un autre hotkey."
"This hotkey is already in use by Multiplicity for switching to a computer on the right.  Please select another hotkey."="Ce hotkey est déjà utilisé par Multiplicity pour passer à un PC à droite. Veuillez choisir un autre hotkey."
"This hotkey is already in use by Multiplicity for switching to the primary.  Please select another hotkey."="Ce hotkey est déjà utilisé par Multiplicity pour passer au primary. Veuillez choisir un autre hotkey."
"Duplicate hotkey"="Dupliquer hotkey"
"No computers with that name were found on your network.  You may want to enter an IP address instead."="Aucun PC de ce nom trouvé sur votre réseau. Essayez une adresse IP."
"Do you want to continue with this name?"="Voulez-vous continuer avec ce nom?"
"Unable to locate computer"="Ordinateur introuvable"
"--= Scanning =--"="--= study =--"
"Are you sure you want to lock the settings?"="Voulez-vous vraiment verrouiller LE paramètres?"
"Once locked you will need administrator rights to unlock."="Une fois verrouillé, vous aurez besoin DE droits administrateur pour déverrouiller."
"Lock settings?"="Paramètres verrou?"
"You will need to reboot your computer for this setting to take effect."="Redémarrez l'PC pour appliquer ce paramètre."
"Sort computer thumbnails by name"="Trier toy PC par nom"
"Sort computer thumbnails by last used"="Trier toy ordi par dernière use"
"Reboot required"="Redémarrage requis"
"Always use the IP address (%s) - will change to %d.%d.%d.%d on save"="Toujours utiliser l'adresse IP (%s) - changera en %d.%d.%d.%d à l'enregistrement"
"Always use the IP address (%d.%d.%d.%d)"="Toujours utiliser l'adresse IP (%d.%d.%d.%d)"
"Always connect to the saved IP address (Unable to lookup)"="Toujours se connecter à l'IP enregistrée (Recherche impossible)"
"Enable Wake-on-LAN support (MAC : "="alive keep Wake-on-LAN (MAC :"
"Enable Wake-on-LAN support - Cannot lookup MAC address"="alive keep Wake-on-LAN - Impossible de trouver adresse MAC"
" - Save required"="- Sauvegarde requise"
"Settings for"="Paramètres pour"
"Always use the IP address ("="Utilisez toujours l'adresse IP ("
"Enable Wake-on-LAN support - Looking up MAC address..."="alive Wake-on-LAN - Recherche adresse MAC"
"Multiplicity was able to successfully connect to this computer."="Multiplicity a pu se connecter avec succès à cet PC."
"Success!"="Succès !"
"Multiplicity was able to connect to the computer, but your passcode is incorrect."="Multiplicity a pu se connecter à l'PC, mais votre code est incorrect."
"Multiplicity was unable to initialize the network successfully."="Multiplicity n'a pa pu initialiser le réseau avec succès."
"Please check your local network settings."="Vérifiez vos paramètres réseau locaux."
"Check that KVM mode is enabled on the secondary as well as the firewall settings on the secondary (should not be set to Public / Guest), the computer name, and the IP address."="Vérifiez que le way KVM est activé sur le secondary ainsi que LE paramètres pare-feu sur le secondary (ne doit pa être réglé sur Public/Invité), le nom d'PC et l'adresse IP."
"Please check the firewall settings on the secondary (should not be set to Public / Guest), the computer name, and the IP address."="Vérifiez pare-feu sur secondary (pas Public/Invité), nom d'PC, adresse IP."
"The computer you are trying to connect to appears to be running an older version of Multiplicity."="L'PC auquel vous tentez de vous connecter semble exécuter une ancienne version de Multiplicity."
"Please ensure you have installed Multiplicity 3 on it."="Veuillez installer Multiplicity 3 dessus."
"Multiplicity was able to connect to the computer, but your encryption key setting is incorrect."="Multiplicity a pu se connecter à l'PC, mais votre clé de chiffrement est incorrecte."
"The key must be the same."="La clé doit être identique."
"Multiplicity was able to connect to the computer, but connection failed for an unspecified reason."="Multiplicity a pu se connecter à l'PC, mais échec pour une raison inconnue."
"Please make sure the computer is still powered on."="Assurez-vous que l'PC est toujours allumé."
"Failed"="Échoué"
"Are you sure you want to delete this hotkey?"="Voulez-vous vraiment supprimer ce hotkey ?"
"Delete hotkey?"="Suppr hotkey?"
"Welcome to Multiplicity"="Bienvenue à Multiplicity"
"Before you start using Multiplicity you need to decide what role this computer should have : "="Avant d'utiliser Multiplicity, décidez du rôle de cet PC :"
"It can either be a Primary computer which means it will control other computers using the local keyboard and mouse."="Il peut être un ordi Primary contrôlant d'autres ordi avec clavier et souris locaux."
"or"="ou"
"It can be a Secondary computer which means other computers can control it using their keyboard and mouse."="Il peut être un PC Secondary, ce qui signifie que d'autres PCs peuvent le contrôler avec leur clavier et souris."
"Don't worry, you can easily change your mind later."="Ne t'inquiète pas, tu peux facilement changer d'avis plus tard."
"Allow a code to work for 30 minutes"="Autoriser un code à fonctionner 30 min"
"Allow a code to work for an hour"="Autoriser un code pendant une heure"
"Allow a code to work for four hours"="Autoriser un code pendant quatre heures"
"Allow a code to work for a day"="Autoriser un code pour une journée"
"Allow a code to work for a week"="Autoriser un code pour une semaine"
"%d characters"="%d caractères"
"Just prompt for permission"="Demander l'autorisation"
"All existing one time codes have been expired."="Tous LE cod uniques existants ont expiré."
"One time codes reset"="cod réinitialisés"
"Requires Administrator rights"="Exige droits Administrateur"
"Change license..."="Changer permit"
"Activate this product..."="Activez ce produit"
"Multiplicity is licensed to EdgeRunner LLC"="Multiplicity est autorisé à EdgeRunner LLC"
"This is a 30 day trial of Multiplicity KVM Pro"="Ceci est un essai de 30 jours de Multiplicity KVM Pro"
"Click here to visit our website for purchasing options"="Cliquez ici pour pick d'achat sur notre site"
"This is a licensed copy of Multiplicity KVM"="Ceci est une copie sou permit de Multiplicity KVM"
"Click here to visit our website for upgrade options"="Cliquez ici pour pick de mise à niveau sur notre site"
"This is a licensed copy of Multiplicity KM"="Ceci est une copie sou permit de Multiplicity KM"
"This is a licensed copy of Multiplicity KVM 50"="Ceci est une copie sou permit de Multiplicity KVM 50"
"This is a licensed copy of Multiplicity KVM 32"="Ceci est une copie sou permit de Multiplicity KVM 32"
"This is a licensed copy of Multiplicity KVM 16"="Ceci est une copie sou permit de Multiplicity KVM 16"
"This is a licensed copy of Multiplicity KVM Pro"="Ceci est une copie sou permit de Multiplicity KVM Pro"
"Create shortcut on desktop"="Créer raccourci sur chest"
"Send Wake-on-LAN message"="Envoyer message Wake-on-LAN"
"KVM support on a primary requires Windows 7 or later."="keep KVM sur un primary nécessite window 7 ou ultérieur."
"It appears you may not have a physical mouse attached, do you want to enable fake pointer support so the pointer is visible? (Recommended)"="Il semble qu'aucune souris bod ne soit connectée, voulez-vous alive le keep du faux pointeur pour le rendre visible? (Recommandé)"
"No mouse detected?"="pa de souris détectée?"
"Computer name :"="Nom d'PC :"
"Computer passcode :"="Code d'accès PC :"
"Click to show passcode"="Cliquez pour afficher code"
"Encryption will only be used when this machine is controlled by Multiplicity KVM or KVM Pro."="Chiffrement utilisé si contrôlé par Multiplicity KVM/Pro."
"Tip: Encryption use is determined by the primary"="Astuce: L'utilisation du cryptage est déterminée par le primary"
"The Audio sharing feature does not seem to be installed on your computer."="La fonction partage audio ne semble pa installée sur votre PC."
"When installed you can send audio from one computer to another and share your speaker setup."="Lors de l'installation, envoyez l'audio d'un PC à un autre et partagez vos haut-parleurs."
"The Audio sharing feature is not enabled on your computer."="La fonction partage audio n'est pa activée sur votre PC."
"Receive audio from other computers"="Recevoir audio d'autres PCs"
"Send audio to another computer"="Envoyer audio à un autre PC"
"It appears you have no speakers attached to this computer which may prevent audio sharing from working."="Il semble que vous n'ayez pa de haut-parleurs sur cet PC, ce qui peut empêcher le partage audio de fonctionner."
"Would you like to force Windows to ignore this ? "="Voulez-vous forcer window à ignorer ceci ?"
"No output speakers located"="Aucun haut-parleur trouvé"
"KVM"="KVM"
"Audio"="Audio"
"You can only have fifty configured KVM secondary machines with Multiplicity 3 KVM 50."="Vous pouvez seulement avoir 50 KVM secondary configurés avec Multiplicity 3 KVM 50."
"You already have fifty configured machines"="Vous avez déjà 50 machines configurées"
"You can only have thirty two configured KVM secondary machines with Multiplicity 3 KVM 32."="Vous pouvez seulement avoir 32 KVM secondary configurés avec Multiplicity 3 KVM 32."
"Multiplicity 3 KVM 50 required"="Multiplicity 3 KVM 50 requis"
"You can only have sixteen configured KVM secondary machines with Multiplicity 3 KVM 16."="Vous pouvez seulement avoir 16 KVM secondary configurés avec Multiplicity 3 KVM 16."
"Multiplicity 3 KVM 32 required"="Multiplicity 3 KVM 32 requis"
"You can only have nine configured KVM secondary machines with Multiplicity KVM Pro."="Vous ne pouvez avoir que neuf car KVM secondary configurées avec KVM Pro Multiplicity."
"Multiplicity 3 KVM 16 required"="Multiplicity 3 KVM 16 requis"
"You can only have one configured KVM secondary with Multiplicity KVM."="Vous ne pouvez avoir qu'un KVM secondary configuré avec Multiplicity KVM."
"To add more please upgrade to Multiplicity KVM Pro."="Ajoutez plus, passez à Multiplicity KVM Pro."
"Multiplicity KVM Pro required"="KVM Pro requis"
"Are you sure you want to delete the computer called '"="Êtes-vous sûr de vouloir supprimer l'PC nommé '"
"Delete computer?"="Supprimer ordi?"
"An update to Multiplicity has been found, would you like to download it?"="MàJ trouvée pour Multiplicity, télécharger?"
"Update found"="Mise à jour trouvée"
"No updates for Multiplicity have been found."="Aucune MAJ pour Multiplicity trouvée."
"No updates available"="Aucune mise à jour"
"Do not alter mouse position"="Ne pa bouger la souris"
"Coordinates %d, %d"="Coordonnées %d, %d"
"Hotkey"="Hotkey"
"Computer"="Ordinateur"
"Position"="position"
"To control this computer from another just enter the computer name and passcode shown below on the primary computer."="Pour contrôler cet PC depuis un autre, entrez le nom et le code d'accès ci-dessous sur l'PC primary."
"Computer name : "="Nom d'PC :"
"Passcode: "="Code d'accès:"
"You can also use your IP address which is "="Vous pouvez aussi utiliser votre adresse IP qui est"
"An encryption key must contain at least 6 characters."="Clé de chiffrement doit contenir 6 caractères min."
"Encryption key is too short"="Clé de chiffrement trop courte"
"A passcode should contain some characters."="Un code doit contenir quelques caractères."
"Passcode is too short"="Code trop woo"
"A passcode should contain some characters!"="Un code doit contenir quelques caractères!"
"Change encryption key"="Changer clé cryptage"
"Enter password"="Entrez mdp"
"Enter password for the account that will be used"="Entrez mot de ex pour le compte utilisé"
"This key must be also set on the primary computer"="Cette clé doit aussi être réglée sur l'PC primary"
"This key must also be set on the secondary computers"="Cette clé doit aussi être réglée sur LE secondary PCs"
"A passcode can be up to 64 characters long"="Un code peut contenir jusqu'à 64 caractères"
"Your existing password is not shown above"="Votre mot de ex actuel n'est pa affiché ci-dessus"
"AES-256 encryption will be used on all data"="Chiffrement AES-256 sur gas données"
"Multiplicity does not appear to be fully installed on this computer."="Multiplicity ne semble pa être complètement installé sur cet PC."
"Would you like to install it?"="Voulez-vous l'installer ?"
"Incorrect installation detected"="facility incorrecte détectée"
"Seamless"="Seamless"
"Settings"="Paramètres"
"HotKeys"="HotKeys"
"About"="À propos"
"Click the padlock at the top right of the main window to unlock the settings."="Cliquez le cadenas en haut à droite de la fenêtre principale pour déverrouiller LE paramètres."
"Multiplicity settings are locked"="Multiplicity paramètres verrouillés"
"Install Multiplicity on the computers you want to control and then add their computer name and passcode via the 'Add computer' button on this machine."="Installez Multiplicity sur LE PCs à contrôler, puis ajoutez leur nom et code d'accès via le bouton 'Ajouter PC' sur cette machine."
"Adding computers"="Ajout d'PCs"
"Locked"="Verrouillé"
"Unlocked"="Déverrouillé"
"Secondary"="Secondary"
"Primary"="Primary"
"Are you sure you want to switch this computer to be a primary rather than be controlled by other computers?"="Êtes-vous sûr de vouloir changer cet PC en primary plutôt que contrôlé par d'autres PCs?"
"Are you sure you want to switch this computer to be a secondary rather than control other computers?"="Êtes-vous sûr de vouloir changer cet PC en secondary plutôt que contrôler d'autres PCs?"
"Switch to be a primary?"="Passer à être un primary?"
"Switch to be a secondary?"="Passer à être un secondary?"
"You can do this from the about page later if you wish."="Vous pouvez le faire depuis la page À propos plus tard si vous voulez."
"Deactivate primary license?"="Désactiver permit primary ?"
"Deactivation error.  You can deactivate at a future date from the about page."="Erreur désactivation. Désactivez ultérieurement depuis la page à propos."
"Internet access will be required."="Accès net requis."
"Deactivation failed"="Échec désactivation"
"Control"="Contrôle"
"Security"="Sécurité"
"Are you sure you want to unlock the Multiplicity settings?"="Êtes-vous sûr de vouloir déverrouiller LE paramètres Multiplicity?"
"Unlock Multiplicity settings?"="Déverrouiller Multiplicity paramètres?"
"Are you sure you want to lock the Multiplicity settings?"="Voulez-vous verrouiller LE paramètres Multiplicity ?"
"Lock Multiplicity settings?"="Verrouiller paramètres Multiplicity?"
"Configure computer..."="Configurer PC"
"Alignment settings..."="Paramètres d'alignement"
"Are you sure you want to remove the computer called '"="Êtes-vous sûr de vouloir supprimer l'PC nommé '"
"from the grid?"="de la grille?"
"Remove computer?"="Supprimer PC?"
"Add computer"="Ajout ordi"
"Position computers on the grid for seamless control"="Placez PCs sur grill pour seamless contrôle"
"This computer"="Cet ordi"
"Are you sure you want to delete the saved grid layout '"="Voulez-vous vraiment supprimer la disposal de grill enregistrée"
"Delete saved config?"="Suppr config sauveg?"
"Configure"="Configurer"
"Presets :"="Préréglages :"
"Grid..."="grille"
"Button13"="Bouton13"
"Computer alignment"="Alignement PC"
"Save"="Sauv"
"Align bottom edges"="Aligner bords inférieurs"
"Align right edges"="Aligner bords droits"
"By default computers are aligned based on the top left of their primary monitor."="Par défaut, LE PCs sont alignés en haut à gauche de leur moniteur primary."
"Vertical alignment :"="Alignement vertical :"
"Horizontal alignment :"="Alignement horizontal :"
"Configure computers to be remotely controlled in full KVM mode"="Configurer LE PCs pour un contrôle KVM à space complet"
"Add computer..."="Ajout ordi"
"Delete..."="Supprimer"
"Edit..."="Éditer"
"Advanced settings..."="Paramètres avancés"
"Open sidebar"="Ouvrir barre latérale"
"Disable delay in showing the control bar when you move the mouse to the top of the screen"="Désactiver le délai d'affichage de la barre de contrôle en déplaçant la souris en haut de l'écran"
"Always show the control bar if there is space on screen"="Toujours afficher la barre de contrôle s'il y a de l'espace à l'écran"
"Use a dark grey background rather than black"="Utilisez un fond gris foncé plutôt que noir"
"Default to stretch remote screen contents to fit the local screen resolution"="Par défaut, étirer le contenu de l'écran aloof pour l'adapter à la résolution de l'écran local"
"Automatically try to connect to the last used remote computer on entering KVM mode"="Tenter link auto. au dernier PC aloof utilisé en way KVM"
"Enter KVM mode by pressing "="Entrez way KVM en appuyant"
"Enter the computer name here : "="Entrez le nom d'PC ici :"
"Add"="Ajout"
"Or select from the following computers :"="Ou choisissez parmi LE PCs suivants :"
"Enable Wake-On-Lan support"="alive keep Wake-On-Lan"
""=""
"Settings for machine%%%%%"="Paramètres machine%%%%%"
"Passcode :"="Code :"
"Display name :"="Nom affiché :"
"Always use the IP address (192.168.135.131)"="Toujours utiliser l'adresse IP (192.168.135.131)"
"Control other computers"="Contrôlez d'autres PCs"
"Be controlled by other computers"="Être contrôlé par d'autres PCs"
"Force lossy encoding mode (quality will be lower for text)"="way encodage perte (qualité moindre pour texte)"
"Reset"="Réinitialiser"
"Close"="Fermer"
"Prevent flicker when switching from fullscreen (higher latency)"="Éviter scintillement en passant plein écran (latence plus élevée)"
"Graphics quality"="Qualité graphique"
"Worse"="Pire"
"Better"="Mieux"
"Thumbnail update frequency"="Fréquence de mise à jour DE toy"
"More Often"="Plus souvent"
"Less often"="Moins souvent"
"Automatically unlock those computers (Requires configuration on the secondary computers)"="Déverrouillez car Ce PCs (Nécessite config sur LE secondary PCs)"
"Configure hotkeys..."="Configurer hotkeys"
"Prevent num lock syncing on computer switching"="Empêcher la synchrony du verrouillage numérique lors du changement d'PC"
"Show Multiplicity in the system tray"="Afficher Multiplicity dans la barre DE tâches"
"Set grid size.."="Taille grille.."
"Setup encryption key..."="Configurer clé de chiffrement"
"Only allow clipboard connections from computers on the same subnet"="Autoriser seulement LE link de presse-papiers DE PCs du même sous-réseau"
"Pressing Ctrl three times will toggle keyboard input being sent to all computers"="Appuyer 3 fois sur Ctrl bascule l'envoi DE entrées clavier à tous LE PCs"
"Control switching based on mouse movement..."="Contrôle exchange par mouvement souris"
"Change these settings to control how Multiplicity works on this computer"="Modifiez Ce paramètres pour contrôler input Multiplicity fonctionne sur cet PC"
"Share clipboard between computers"="Partage presse-papiers entre PCs"
"Share text clipboard formats"="Partage format presse-papiers texte"
"Share file clipboard formats"="Partage format presse-papiers fichier"
"Share image clipboard formats"="Partage format presse-papiers see"
"Allow files to be dragged between computers"="Autoriser le glisser-déposer de fichiers entre PCs"
"Always lock seamless switching"="Tjrs verrouiller seamless exchange"
"Lock secondary computers when this computer is locked"="Verrouillez secondary PCs lorsque cet PC est verrouillé"
"Clicking mouse buttons four and five will switch computers on the left and right"="Cliquez sur LE boutons 4 et 5 de la souris pour commuter LE PCs à gauche et à droite"
"In the screen corners"="Dans LE coin de l'écran"
"When a fullscreen application is running"="Lorsqu'une lotion plein écran fonctionne"
"When disabled via Scroll Lock toggle"="Lors de la désactivation via bascule coil Lock"
"Show status window when controlling another computer"="Afficher fenêtre état contrôlant autre PC"
"Darken the screen when controlling another computer"="Assombrir l'écran en contrôlant un autre PC"
"Fade the screen in"="Fondu d'écran newbie"
"Use smart compression to reduce network bandwidth"="Utilisez la compaction intelligente pour réduire la bande passante réseau"
"Unless shift is held down"="Sauf si le décalage est maintenu enfoncé"
"Unless mouse velocity is over a set threshold"="Sauf si vitesse souris dépasse un seuil fixé"
"Switch focus back to this computer based on touch screen input"="Basculer pore sur cet PC via entrée haptic"
"Prevent computer switching via mouse movements : "="Empêcher la exchange d'PC par mouvements de souris :"
"Hotkey switching :"="Hotkey exchange :"
"Left"="Gauche"
"Right"="Droit"
"Mouse switching"="Changement souris"
"Switching is allowed on small monitor gaps"="Changement autorisé sur petits écarts d'écran"
"Mouse should wrap around the grid "="Souris doit contourner la grille"
"Grid size : "="Taille grille :"
"Change passcode"="Changer code"
"Change your passcode"="Changez votre code"
"Assign hotkeys for switching to specific computers"="Attrib hotkeys pour passer à DE PCs spécifiques"
"Add hotkey..."="Ajout hotkey"
"Disable all hotkeys"="Désactiver gas hotkeys"
"Each hotkey can also specify a position on the computer to put the mouse."="Chaque hotkey peut aussi spécifier une put sur l'PC pour mettre la souris."
"Add hotkey"="Ajout hotkey"
"Disable hotkey"="Désactiver hotkey"
"Hotkey to press :"="Hotkey à appuyer :"
"Switch to this computer :"="Passez à cet PC :"
"Position the mouse cursor at :"="Placez le curseur à :"
"Enable audio sharing"="alive partage audio"
"Change receiver passcode..."="Changer code récepteur"
"Share your speakers between computers using Multiplicity Audio Sharing"="Partagez vos haut-parleurs entre PCs avec Multiplicity Partage Audio"
"Save changes"="Sauv. modif."
"Send audio to : "="Envoyer audio à :"
"Advanced settings"="Paramètres avancés"
"Only receive audio from computers on the same subnet as this computer"="Recevoir audio seulement d'PCs sur même sous-réseau que cet PC"
"Disable Windows 7/8 jack detection"="Désactiver détection tar Win7/8"
"Use lossless compression when sending audio (Will increase delay slightly but reduce bandwidth)"="Utilisez compaction sans perte pour envoyer audio (Augmente délai légèrement, réduit bande passante)"
"Send audio when receiver is online (You can toggle this via Ctrl + F12 or the system tray menu)"="Envoyer audio quand récepteur en ligne (Ctrl+F12/menu barre système pr basculer)"
"Lock settings"="Paramètres de verrouillage"
"Enable Ctrl+F12 hotkey to toggle sending audio"="alive Ctrl+F12 hotkey pour basculer envoi audio"
"Hide audio system tray icon"="masker icône barre audio"
"Communicate on port : "="Communiquer sur port :"
"Buffering control - Sending computer"="Contrôle tampon - Ordinateur émetteur"
"Network settings"="Paramètres réseau"
"Audio sending settings"="Paramètres envoi audio"
"Less buffering, less delay"="Moins d'attente, moins de délai"
"Increased buffering, greater delay"="Augmentation tampon, délai accru"
"Automatically check for updates every week"="Vérifier MI à jour car chaque semaine"
"On-Line User Guide"="run utilisateur en ligne"
"Manual and help"="Manuel et aide"
"Check for updates"="Vérifier MI à jour"
"Tips and tricks"="Astuces"
"Online manual"="Manuel en ligne"
"Online support"="Soutien en ligne"
"Multiplicity troubleshooting"="dépannage Multiplicity"
"Buy more Multiplicity licenses for your organization..."="Achetez + Multiplicity permit pr votre brass"
"Setup your local network"="Configurez votre réseau local"
"Configuring your Firewall"="form de votre pare-feu"
"Multiplicity General Forum"="Multiplicity Forum général"
"Setup grid size"="Taille grille"
"Always use the IP address (192.168.2.55)"="Toujours utiliser l'adresse IP (192.168.2.55)"
"Control connections to this computer :"="Contrôlez link à cet PC :"
"Switch focus to this computer based on touch screen input"="Changer de pore sur cet PC selon l'entrée haptic"
"Change passcode..."="Changer code"
"Change encryption key..."="Changer clé cryptage"
"Enter this information on the primary to control this computer"="Entrez Ce info sur le primary pour contrôler cet ordi"
"Only allow connections from this subnet"="Autoriser uniquement LE link de ce sous-réseau"
"Only allow non-routeable IP addresses (192.168.*.*, 10.*.*.* etc)"="Autoriser uniquement LE adresses IP non routables (192.168.*.*, 10.*.*.* etc)"
"Enable fake pointer support if there is no mouse attached on Windows 8/10"="alive keep faux pointeur si pa de souris sur window 8/10"
"Show Multiplicity audio in the system tray when sending audio"="Afficher Multiplicity audio dans la barre système lors de l'envoi audio"
"Only allow encrypted incoming connections (Multiplicity KVM or higher needed)"="Autoriser uniquement link entrantes cryptées (Multiplicity KVM ou supérieur requis)"
"Configure the security settings for this computer"="Configurer LE paramètres de sécurité pour cet PC"
"KVM control settings..."="Paramètres contrôle KVM"
"Allow this computer to send the screen contents to another computer (KVM mode)"="Autoriser cet PC à envoyer le contenu de l'écran à un autre (mode KVM)"
"Send desktop snapshots to remote computer connect screens"="Envoyer get d'écran PC à écrans connectés distants"
"Only allow connections from the subnet this computer is on"="Autoriser uniquement LE link du sous-réseau de cet PC"
"Only allow non-routeable IP addresses (192.168.*.*, 10.*.*.* etc) to connect to this computer"="Autoriser seulement LE IP non routables (192.168.*.*, 10.*.*.* etc) à se connecter à cet PC"
"Enter password to use..."="Entrez mot de ex à utiliser"
"Allow a remote computer to unlock this computer when unlocking the primary"="Autoriser un PC aloof à déverrouiller cet PC lors du déverrouillage du primary"
"Limit access to this computer"="Limiter accès à cet PC"
"Automatic unlocking of this computer"="Déverrouillage car de cet PC"
"Your details will be encrypted and stored locally"="Vos données seront chiffrées et stockées localement"
"KVM mode"="way KVM"
"KVM settings"="Paramètres KVM"
"Expire all"="Expirez gas"
"Show indicator on screen when being controlled via KVM mode"="Afficher indicateur à l'écran en way KVM"
"Log connections to the event log"="Journaliser link dans diary d'événements"
"Allow the use of a one time code to connect"="Autoriser l'utilisation d'un code alone pour se connecter"
"Maximum snapshot update frequency"="Fréquence max de mise à jour instantanée"
"One time code length (longer is more secure)"="Longueur code alone (plus long = plus sûr)"
"Shorter"="Plus court"
"Longer"="Plus long"
"2 characters"="2 caractères"
"You must enter a server to be used for activation."="Entrez un serveur pour l'activation."
"Server field blank"="Champ serveur vide"
"You must enter a serial number to be used for activation."="Entrez un numéro de série pour l'activation."
"Serial number field blank"="N° de série vide"
"Multiplicity was unable to activate with the information you provided."="Multiplicity n'a pa pu être activé avec LE info fournies."
"Please check it is correct and you are on the network."="Vérifiez si c'est set et que vous êtes sur le réseau."
"Activation failed"="Échec activation"
"Resolution when no monitor plugged in :"="Résolution sans écran branché :"
"Opt out of screen darkening"="Désactiver l'assombrissement d'écran"
"Pick colour for indicator line..."="Choisir couleur ligne indicatrice"
"On screen indicators..."="Indicateurs à l'écran"
"Show a coloured line on the computer with focus"="Affiche ligne colorée sur PC avec pore"
"Pick colour..."="Choix couleur"
"The Multiplicity Bar requires Windows 7 or higher."="Le Bar Multiplicity nécessite window 7 ou supérieur."
"Windows 7 or higher required"="window 7 ou supérieur requis"
"Monitor %d - (%d, %d - %d, %d)"="Moniteur %d - (%d, %d - %d, %d)"
"Send Wake-On-Lan"="Envoyer Wake-On-Lan"
"Show on left"="Afficher à gauche"
"Always on top"="Toujours au-dessus"
"Auto-hide mode"="way auto-masqué"
"Fade bar in when in auto-hide mode"="Afficher barre en way masquage car"
"Increase delay on auto-hide opening"="Augmenter délai ouverture auto-masquage"
"Make bar wider when needed in auto-hide mode"="Élargir barre si nécessaire en way masquage car"
"Automatically start at login"="Démarrage car à la link"
"Allow Secondary to control KVM computers (activation needed)"="Autoriser Secondary à contrôler PCs KVM (activation requise)"
"Do you want to disable the option to control Secondary KVMs from this computer?"="Voulez-vous désactiver l'option pour contrôler Secondary KVM de cet PC?"
"Disable features which require activation?"="Désactiver fonctionnalités nécessitant activation?"
"Ctrl"="Ctrl"
"Alt"="Alt"
"Del"="Del"
"Send Ctrl-Alt-Del to the remote computer."="Envoyez Ctrl-Alt-Del à l'ordi distant."
"Enter the information below on the sending computers to send audio to this computer :"="Entrez LE info ci-dessous sur LE PCs expéditeurs pour envoyer l'audio à cet PC :"
"KVM mode display scaling : "="Échelle d'affichage way KVM :"
"Use global scaling value"="Utilisez valeur échelle globale"
"25% of original size"="25% taille originale"
"33% of original size"="33% taille originale"
"50% of original size"="50% taille originale"
"66% of original size"="66% de la taille d'origine"
"75% of original size"="75% de la taille d'origine"
"100% of original size"="100% taille originale"
"125% of original size"="125% de la taille d'origine"
"133% of original size"="133% taille originale"
"150% of original size"="150% de la taille d'origine"
"175% of original size"="175% de la taille originale"
"200% of original size"="200% de la taille d'origine"
"Enable Left Ctrl + Alt for wheel zoom and panning in 1:1 mode"="Activer Ctrl gauche + Alt pour le zoom et le panoramique de la molette en mode 1:1"
"Always hide KVM scrollbars"="Toujours cacher ascenseurs KVM"
"Accelerate panning around KVM display"="Accélérer panoramique autour écran KVM"
"Global KVM display scaling : "="Échelle d'affichage KVM world :"
"Toggle between 1:1 and stretch / shrink to fit mode"="Basculer entre 1:1 et way étirer/réduire pour ajuster"
"Enable view only mode"="Activer le mode affichage seul"
"Disable view only mode"="Désactiver le mode visualisation seule"
"Toggle view only mode"="Basculer le mode d'affichage uniquement"
"You can view but not interact with the remote computer"="Vous pouvez voir mais pas interagir avec l'ordinateur distant"
"Connect in view only mode"="Connectez en way vue seule"
"Always connect in view only mode"="Toujours se connecter en way vue seule"
"View only"="Vue seule"
"View only mode"="way rag seule"
"Prevents your mouse and keyboard input reaching the remote computer"="Empêche la souris et le clavier d'atteindre l'PC aloof"
"Allows your mouse and keyboard input to control the remote computer"="Permet à votre souris et clavier de contrôler l'PC aloof"
"Display only"="Affichage seul"
"Display only mode"="way affichage seul"
"Always start in"="Toujours commencer"
"Save window location per connection"="Sauver location fenêtre par link"
"You cannot overlap a monitor"="Vous ne pouvez pa chevaucher un moniteur"
"Use advanced grid layout mode"="Utilisez way grill avancé"
"Flush DNS cache"="Vider cache DNS"
"Prevent secondary computers auto sleeping whilst using this computer"="Empêcher secondary PCs de se mettre en veille pendant l'utilisation de cet PC"
"Restart Multiplicity processes"="Redémarrez Multiplicity processus"
"Show on monitor"="Afficher écran"
"* Computer on LEFT"="* Ordinateur à GAUCHE"
"* Computer on RIGHT"="* Ordinateur à DROITE"
"* PRIMARY computer"="* PC head"
"Be aware that the VirtualBox network adapter breaks Wake-On-LAN broadcasts"="Sachez que l'adaptateur réseau VirtualBox interrompt LE diffusion Wake-On-LAN"
"Would you like to deactivate your primary license on this computer (not needed for a secondary)?"="Voulez-vous désactiver votre permit primary sur cet PC (pas nécessaire pour un secondary) ?"
“Be a Primary computer"="Être un ordinateur principal"
“Be a Secondary computer"="Être un ordinateur secondaire"